{
    "pharmacist": "pharmacy",
    "client":"client",
    "doctor":"doctor",
    "settings":"settings",
    "changeLang":"Change language",
    "about":"About",
    "us":"Us",
    "itsWeb": "it's a web application",
    "allowAccess":"allow to access doctor's calendars",
    "also":"also make an appointment with them...",
    "readMore":"read more",
    "contactUs":"contact us",
    "contact":"contact",
    "accountType":"Choose you account type",
    "goBack":"go back",
    "or":"Or",
    "emailAddress":"Username",
    "password":"Password",
    "signIn":"Sign in",
    "signUp":"sign up",
    "firstName":"First name",
    "lastName":"Last name",
    "phoneNumber":"Phone number",
    "day":"Day",
    "month":"Month",
    "jan":"January",
    "feb":"February",
    "mar":"March",
    "apr":"April",
    "may":"May",
    "jun":"June",
    "jul":"July",
    "aug":"August",
    "sep":"September",
    "oct":"October",
    "nov":"November",
    "dec":"December",
    "year":"Year",
    "submit":"submit",
    "as":"As",
    "home":"home",
    "aboutUs":"about us",
    "diseases":"Diseases",
    "ChooseLang":"Choose your language",
    "Connection":"Connection",
    "connect":"Connect",
    "howItWokrs":"How our",
    "appWork":"application wokrs",
    "makeAppointment":"Make an appoitment on line",
    "firstBoxText":"First choose a specialty so that we can display a list of doctors in that specialty. then you can choose your doctor or search for it by name.",
    "makeYourAppointment":"Make your appointment",
    "secondBoxText":"First at any time you can cancel your appointment, otherwise wait for the date to consult your doctor.",
    "getDiagnosis":"Get a diagnosis",
    "thirdBoxText":"Benefit from a diagnosis and if necessary a valid prescription at a pharmacy, accessible online from your personal space.",
    "paymentAndRates":"Payment and rates",
    "fourthBoxText":"After the appointment is over, you need to give the doctor his financial contributions and you can give notice to him and the secretary.",
    "soStartWith":"So start by finding",
    "aDoctor":"a doctor",
    "generalPractitioner":"General practitioner",
    "Psychologist":"Psychologist",
    "Psychiatrist":"Psychiatrist",
    "Dentist":"Dentist",
    "Pediatrician":"Pediatrician",
    "searchDoctor":"Search doctor",
    "search":"Search",
    "disease":"Disease",
    "chooseSpeciality":"Choose a speciality",
    "accountInfo":"Account informations",
    "nameFirst":"Name must be at least 3 character",
    "nameApha":"Name must be alphabetic",
    "firstSurname":"Surname must be at least 3 character",
    "surname":"Last name",
    "surnameApha":"Surname must be alphabetic",
    "mailApha":"Username must be at least 6 character",
    "mail":"Username",
    "enterValidMail":"Username must not contain space",
    "city":"City",
    "enterValidCity":"Please enter a valid city name",
    "passwordUnder6":"Password must be at least 6 character",
    "repeatPassword":"Repeat password",
    "repeatPasswordErr":"Please check your password repeat",
    "dayErr":"Please enter a valid day",
    "monthErr":"Please enter a valid month",
    "yearErr":"Please enter a valid year",
    "birthday":"Birthday",
    "generalInfo":"General information",
    "gender":"Gender",
    "selectGender":"Select your gender",
    "male":"Male",
    "female":"Female",
    "next":"Next",
    "aboutUsText":"allows you to access doctors' agendas and make an appointment with them, taking into account immediate availability. The doctor authenticates himself in order to accept patients and send prescriptions after consultations. In addition, this application allows you to find the most suitable pharmacy (the open pharmacy) and send the prescription to the chosen pharmacy. After sending the prescription, the pharmacist can access their space to find it.",
    "darkMode":"Dark mode",
    "pharmacyName":"Pharmacy name",
    "PharmacyNameUnder3":"Name must be at least 3 character",
    "pharmacyNameAlpha":"Pharmacy name must be alphabetic",
    "pharmacyUserName":"Username",
    "userNameNameUnder3":"Username must be at least 6 character",
    "userNameNoSpace":"Username must not contain space",
    "mailExist":"Username already exist",
    "accountCreated":"Account created",
    "checkCnx":"You are currently offline",
    "userNameOrPasswordIncorrect":"Incorrect username or password",
    "username":"Username",
    "checkUsername":"Please check your username",
    "checkPassword":"Please check your password",
    "langToEn":"English is the default language",
    "langToFr":"French is the default language",
    "darkModeOn":"Dark mode is the default mode",
    "darkModeOf":"Light mode is the default mode",
    "Language":"Language",
    "theme":"Theme",
    "cnx":"Connection",
    "update":"Update",
    "infoUpdated":"Information updated successfully",
    "edit":"Edit",
    "medicalProfile":"Medical profile",
    "findDoctor":"Find doctor",
    "topRated":"Top rated",
    "ourMethodology":"Our methodology",
    "whyHealthCare":"Why Health Care",
    "prescription":"Prescription",
    "myDoctors":"My doctors",
    "myPharmacies":"My pharmacies",
    "anglais":"English",
    "francais":"French",
    "editMedicalProfileInfoToShow":"Please first set your medical informations so you can display them",
    "setInfo":"Set informations ?",
    "noPrescription":"It seems like you don't have any prescription yet",
    "noDoctors":"You need first to take an appointment then you can find your doctor here",
    "noPharmacies":"You need first to use a prescription then you can find your pharmacy here",
    "height":"Height",
    "weight":"Weight",
    "metre":"metre",
    "kilogram":"kilogram",
    "invalidHeight":"Please enter a valid height",
    "invalidWeight":"Please enter a valid weight",
    "heightMax5":"Height must be at most 5 character",
    "weightMax6":"Weight must be at most 6 character",
    "weightDot":"Weight must contain at most 1 dot or comma",
    "noDiseaseYet":"You have not been diagnosed with any disease yet",
    "why":"why ?",
    "whyNoDiseaseYet":"To be diagnosed with a disease, you must first make an appointment with a doctor, then if the doctor diagnoses you with any disease it will appear here",
    "okay":"okay ?",
    "whyNoPrescription":"To get a prescription you need to make an appointment with a doctor and then if the doctor give you a prescription you can find it here",
    "logOut":"log out",
    "helthCareHelpYouTo":"Health care help you to:",
    "reduceMedicalFilePapers":"Reduce the papers of your medical file",
    "how":"How ?",
    "reduceMedicalFilePapersHow":"With the using of our application you will get medical profile contain all your diseases, after each diagnose from a doctor your medical profile will automatically update, no more papers...",
    "losingTime":"No need to waste time waiting for your turn to have your consultation",
    "losingTimeHow":"will give you an estimate of the time of your appointment and a notification if your turn is approaching",
    "appOrganize":"The application is well organized",
    "appOrganizeHow":"Health Care is too easy to use with a creative design, two language and a dark mode to protect your eyes",
    "appGuide":"Health care give you a full usage guide",
    "appGuideSeeGuide":"See the guide ?",
    "pharmacies":"pharmacies",
    "doctors":"doctors",
    "patients":"patients",
    "findPatient":"Find patient",
    "findPharmacy":"Find pharmacy",
    "addSpeciality":"Add speciality",
    "notApproved":"Not approved",
    "addDisease":"Add disease",
    "speciality":"Speciality",
    "allDoctorsApproved":"All doctors approved",
    "changeImage":"Change",
    "myPatients":"My patients",
    "notApprovedText":"Your account will not appear in search, your account not approved yet",
    "notApprovedWhy":"To proof your account you need to send us the documents that prove your speciality and the existence of your apartment",
    "approveAccount":"Approve my account now",
    "approveAccountLater":"No thanks I'll approve it later",
    "toProveYourAccount":"To prove your account you need the next documents:",
    "nationalIdentityCard":"Photo of your national identity card",
    "ownershipOfMedicalClinic":"A photo proving that you are the owner of a medical clinic",
    "PictureProvingMedicalSpecialty":"A photo proving your medical specialty",
    "clicktoUploadPhoto":"Click to upload your photo",
    "applicationDataChanged":"You have changed the app data, refresh the page and try again",
    "Data":"The data has not changed",
    "PhotoUploadedSucc":"Photo uploaded successfully",
    "submitDocuments":"Submit my documents",
    "pending":"Pending",
    "pendingForConfirmation":"Your account is awaiting confirmation",
    "pendingInfo":"Your account will not appear in search, your account is awaiting confirmation",
    "thanksForTrust":"Thanks for giving us the trust and send your documents, don't worry your documents is secure with us but your account will still not appear in search until we confirm it.",
    "approve":"approve",
    "disapprove":"disapprove",
    "hideDoc":"Hide documents",
    "showDoc":"Show documents",
    "proving":"Proving",
    "docApproved":"Doctor approved",
    "docDispproved":"Doctor disapproved",
    "approvedByAdmin":"Congratulations, your account has been approved, and finally please set up your account to appear in user searches",
    "setUpNow":"set up now ?",
    "setUpAccount":"Set up account",
    "maxPatientPerDay":"Max patient per day",
    "maxPatientPerDayInvalid":"Number must be enter 1 and 99",
    "startTime":"Work start time",
    "startTimeInvalid":"Time must be between 7h and 13h",
    "exactAdress":"Exact address",
    "exactAdressInvalid":"Enter a valid adress",
    "Mon":"Monday",
    "Tue":"Tuesday",
    "Wed":"Wednesday",
    "Thu":"Thursday",
    "Fri":"Friday",
    "Sat":"Saturday",
    "Sun":"Sunday",
    "workDays":"Choose your working days:",
    "workDaysShow":"Working days",
    "save":"Save",
    "selectDay":"Select at least one day",
    "approved":"Approved",
    "approvedText":"Now users can find you",
    "disapprovedText":"Unfortunately your account did not meet our security clearance, your documents did not meet what we asked",
    "disapprovedReVerify":"Did you want to re verify your documents ?",
    "reVerify":"Re verify",
    "disapprovedPermanentlyText":"Unfortunately your account did not meet our security clearance for the second time, your documents did not meet what we asked, your account will permanently delete",
    "thanksForChoosingHealthCare":"Thanks for choosing Health Care",
    "delete":"Delete",
    "accountDeleted":"Account deleted",
    "specialityName":"Speciality name",
    "specialityCode":"Speciality code",
    "specialityAdded":"Speciality added",
    "specialityAlreadyAdded":"Speciality already added",
    "00Des":"Family Practice and Practice In General",
    "01Des":"Anesthesiology, anaesthesiology, anaesthesia or anaesthetics is the medical specialty concerned with the total perioperative care of patients before, during and after surgery.It encompasses anesthesia, intensive care medicine, critical emergency medicine, and pain medicine A physician specialized in this field of medicine is called an anesthesiologist, anaesthesiologist or anaesthetist, depending on the country. Nurses that specialize in anesthesia are called CRNA, Certified Registered Nurse Anesthetist, or Nurse anesthetist.",
    "02Des":"Dermatology is the branch of medicine dealing with the skin. It is a speciality with both medical and surgical aspects. A dermatologist is a specialist doctor who manages diseases related to skin, hair, nails, and some cosmetic problems.",
    "03Des":"General surgery is a surgical specialty that focuses on abdominal contents including esophagus, stomach, small intestine, large intestine, liver, pancreas, gallbladder, appendix and bile ducts, and often the thyroid gland (depending on local referral patterns). They also deal with diseases involving the skin, breast, soft tissue, trauma, Peripheral artery disease and hernias and perform endoscopic procedures such as gastroscopy and colonoscopy.",
    "04Des":"Neurosurgery, or neurological surgery, is the medical specialty concerned with the prevention, diagnosis, surgical treatment, and rehabilitation of disorders which affect any portion of the nervous system including the brain, spinal cord, central and peripheral nervous system, and cerebrovascular system.",
    "05Des":"The specialist in Family and Community Medicine performs a type of professional medical practice defined by a set of knowledge, skills and attitudes. Although family doctors can carry out their work in different labor fields due to their training, their natural field of action is primary health care.",
    "06Des":"Orthopedic surgery or orthopedics, is the branch of surgery concerned with conditions involving the musculoskeletal system. Orthopedic surgeons use both surgical and nonsurgical means to treat musculoskeletal trauma, spine diseases, sports injuries, degenerative diseases, infections, tumors, and congenital disorders.",
    "07Des":"Geriatrics, or geriatric medicine, is a specialty that focuses on health care of elderly people.  It aims to promote health by preventing and treating diseases and disabilities in older adults. There is no set age at which patients may be under the care of a geriatrician, or geriatric physician, a physician who specializes in the care of elderly people. Rather, this decision is determined by the individual patient's needs, and the availability of a specialist.",
    "08Des":"Plastic surgery is a surgical specialty involving the restoration, reconstruction, or alteration of the human body. It can be divided into two main categories: reconstructive surgery and cosmetic surgery. Reconstructive surgery includes craniofacial surgery, hand surgery, microsurgery, and the treatment of burns. While reconstructive surgery aims to reconstruct a part of the body or improve its functioning, cosmetic (or aesthetic) surgery aims at improving the appearance of it.",
    "09Des":"Cardiothoracic surgery is the field of medicine involved in surgical treatment of organs inside the thoracic cavity — generally treatment of conditions of the heart (heart disease), lungs (lung disease), and other pleural or mediastinal structures.",
    "12Des":"Emergency Medicine is a medical specialty a field of practice based on the knowledge and skills required for the prevention, diagnosis and management of acute and urgent aspects of illness and injury affecting patients of all age groups with a full spectrum of undifferentiated physical and behavioral disorders. It further encompasses an understanding of the development of pre-hospital and in-hospital emergency medical systems and the skills necessary for this development.",
    "13Des":"Internal medicine is the medical specialty dealing with the prevention, diagnosis, and treatment of internal diseases.",
    "18Des":"Neurology , is a branch of medicine dealing with disorders of the nervous system. Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems (and their subdivisions, the autonomic and somatic nervous systems), including their coverings, blood vessels, and all effector tissue, such as muscle.",
    "19Des":"A psychiatrist is a physician who specializes in psychiatry, the branch of medicine devoted to the diagnosis, prevention, study, and treatment of mental disorders.",
    "20Des":"Obstetrics is the medical specialty that encompasses the two subspecialties of obstetrics (covering pregnancy, childbirth, and the postpartum period) and gynecology (covering the health of the female reproductive system – vagina, uterus, ovaries, and breasts).",
    "22Des":"Medical genetics is the branch of medicine that involves the diagnosis and management of hereditary disorders.",
    "23Des":"Ophthalmology  is a branch of medicine and surgery that deals with the diagnosis and treatment of disorders of the eye.",
    "24Des":"Otolaryngology is a surgical subspecialty within medicine that deals with the surgical and medical management of conditions of the head and neck.",
    "26Des":"Pediatrics is the branch of medicine that involves the medical care of infants, children, and adolescents. The American Academy of Pediatrics recommends people be under pediatric care through the age of 21.",
    "28Des":"Pathology is the study of the causes and effects of disease or injury. The word pathology also refers to the study of disease in general, incorporating a wide range of biology research fields and medical practices.",
    "29Des":"Medical microbiology, the large subset of microbiology that is applied to medicine, is a branch of medical science concerned with the prevention, diagnosis and treatment of infectious diseases. In addition, this field of science studies various clinical applications of microbes for the improvement of health.",
    "30Des":"Clinical chemistry (also known as chemical pathology, clinical biochemistry or medical biochemistry) is the area of chemistry that is generally concerned with analysis of bodily fluids for diagnostic and therapeutic purposes. It is an applied form of biochemistry (not to be confused with medicinal chemistry, which involves basic research for drug development).",
    "31Des":"Physical medicine and rehabilitation, also known as physiatry, is a branch of medicine that aims to enhance and restore functional ability and quality of life to people with physical impairments or disabilities.",
    "33Des":"Radiology is the medical discipline that uses medical imaging to diagnose and treat diseases within the bodies of animals, including humans.",
    "34Des":"Therapeutic radiology is also called radiation oncology or radiation therapy. It is the treatment of cancer and other diseases with radiation. Oncology is the branch of medicine that focuses on diagnosing and treating cancer. Radiation in many forms is used to kill the cancer cells by preventing them from multiplying.",
    "35Des":"Urology, also known as genitourinary surgery, is the branch of medicine that focuses on surgical and medical diseases of the male and female urinary-tract system and the male reproductive organs.",
    "41Des":"Gastroenterology is the branch of medicine focused on the digestive system and its disorders. Diseases affecting the gastrointestinal tract, which include the organs from mouth into anus, along the alimentary canal, are the focus of this speciality.",
    "47Des":"Pulmonology is a medical specialty that deals with diseases involving the respiratory tract. It is also known as respirology, respiratory medicine, or chest medicine in some countries and areas.",
    "48Des":"Rheumatology  is a branch of medicine devoted to the diagnosis and therapy of rheumatic diseases.",
    "60Des":"Cardiology is a medical specialty and a branch of internal medicine concerned with disorders of the heart. It deals with the diagnosis and treatment of such conditions as congenital heart defects, coronary artery disease, electrophysiology, heart failure and valvular heart disease.",
    "61Des":"Hematology is the branch of medicine concerned with the study of the cause, prognosis, treatment, and prevention of diseases related to blood.",
    "62Des":"Clinical immunologists are doctors who specialise in the care of patients with failure of the immune (defence) system (immunodeficiency) and heightened immune reactivity (allergy and autoimmunity) due to infections, allergic reactions, vasculitis and transplants.",
    "63Des":"Nuclear medicine physicians are medical specialists that use tracers, usually radiopharmaceuticals, for diagnosis and therapy. Nuclear medicine procedures are the major clinical applications of molecular imaging and molecular therapy.",
    "64Des":"Thoracic surgeons, who specialize in the surgical management of disorders of the heart, lungs, esophagus and major blood vessels of the chest, treat the top two causes of death in the United States: heart disease and lung cancer.",
    "49Des":"Oral and maxillofacial surgery Oral surgery deals with the diagnosis of, and the surgery required by, diseases, injuries, and defects of the human jaws and associated structures. Both dentists and physicians refer a wide variety of special dental problems to the oral surgeon.",
    "50Des":"The specialty of Oral Surgery deals with the diagnosis and management of pathology of the mouth and jaws that requires surgical intervention. Oral Surgery involves the treatment of children, adolescents and adults, and the management of dentally anxious and medically complex patients.",
    "51Des":"Orthodontics is a specialty of dentistry that deals with the diagnosis, prevention, and correction of malpositioned teeth and jaws, and misaligned bite patterns.",
    "52Des":"Pedodontics, also spelled paedodontics, dental specialty that deals with the care of children's teeth. The pedodontist's routine practice deals basically with caries (tooth decay) but includes influencing tooth alignment. Lengthy treatment may be required to correct incipient abnormalities in tooth position.",
    "53Des":"A periodontist is a dentist who specializes in the prevention, diagnosis, and treatment of periodontal.",
    "54Des":"Oral medicine (or dental medicine) is a clinical specialty lying at the interface between dentistry and medicine as a whole. It deals with diagnosis and management of disorders of the oral cavity and orofacial tissues.",
    "55Des":"Endodontics is the dental specialty concerned with the study and treatment of the dental pulp. Endodontists perform a variety of procedures including endodontic therapy (commonly known as 'root canal therapy'), endodontic retreatment, surgery, treating cracked teeth and treating dental trauma.",
    "70Des":"Oral and maxillofacial radiology (OMFR), also known as dental and maxillofacial radiology (DMFR), is the specialty of dentistry concerned with performance and interpretation of diagnostic imaging used for examining the craniofacial, dental and adjacent structures.",
    "71Des":"Prosthodontics: Prosthodontics is the dental specialty pertaining to the diagnosis, treatment planning, rehabilitation and maintenance of the oral function, comfort, appearance and health of patients with clinical conditions associated with missing or deficient teeth and/or oral and maxillofacial tissues using biocompatible substitutes.",
    "56Des":"Optometry is a health care profession that involves examining the eyes and applicable visual systems for defects or abnormalities as well as prescribing the correction of refractive error with glasses or contact lenses and the treatment of eye diseases.",
    "57Des":"Osteopathic medicine provides all of the benefits of modern medicine including prescription drugs, surgery, and the use of technology to diagnose disease and evaluate injury. It also offers the added benefit of hands-on diagnosis and treatment through a system of treatment known as osteopathic manipulative medicine.",
    "58Des":"A podiatrist is a Doctor of Podiatric Medicine (DPM), known also as a podiatric physician or surgeon, qualified by their education and training to diagnose and treat conditions affecting the foot, ankle and related structures of the leg. When treating patients, this system is also known as the lower extremity.",
    "59Des":"A chiropractor is a health care professional focused on the diagnosis and treatment of neuromuscular disorders, with an emphasis on treatment through manual adjustment and/or manipulation of the spine.",
    "75Des":"A midwife is a health professional who cares for mothers and newborns around childbirth, a specialization known as midwifery.",
    "00":"Family Practice and Practice In General",
    "01":"Anaesthesia",
    "02":"Dermatology",
    "03":"General Surgery",
    "04":"Neurosurgery",
    "05":"Family and Community Medicine",
    "06":"Orthopaedic Surgery",
    "07":"Geriatrics",
    "08":"Plastic Surgery",
    "09":"Cardiovascular and Thoracic Surgery",
    "12":"Emergency Medicine",
    "13":"Internal Medicine",
    "18":"Neurology",
    "19":"Psychiatry",
    "20":"Obstetrics and Gynaecology",
    "22":"Genetics",
    "23":"Ophthalmology",
    "24":"Otolaryngology",
    "26":"Paediatrics",
    "28":"Pathology",
    "29":"Microbiology",
    "30":"Clinical Biochemistry",
    "31":"Physical Medicine",
    "33":"Diagnostic Radiology",
    "34":"Therapeutic Radiology",
    "35":"Urology",
    "41":"Gastroenterology",
    "47":"Respiratory Diseases",
    "48":"Rheumatology",
    "60":"Cardiology",
    "61":"Haematology",
    "62":"Clinical Immunology",
    "63":"Nuclear Medicine",
    "64":"Thoracic Surgery",
    "49":"Dental Surgery",
    "50":"Oral Surgery",
    "51":"Orthodontics",
    "52":"Paedodontics",
    "53":"Periodontics",
    "54":"Oral Pathology",
    "55":"Endodontics",
    "70":"Oral Radiology",
    "71":"Prosthodontics",
    "56":"Optometry",
    "57":"Osteopathy",
    "58":"Chiropody (Podiatry)",
    "59":"Chiropractics",
    "75":"Midwife",
    "invalidSpeciality":"Enter a valid speciality",
    "noDoctorFound":"No doctor found",
    "notRated":"Not rated yet",
    "rate":"Rate",
    "info":"Information",
    "chooseSpecialityFirst":"Choose a speciality first",
    "whatIs":"What is",
    "appointment":"Appointment",
    "mon":"Mon",
    "tue":"Tue",
    "wed":"Wed",
    "thu":"Thu",
    "fri":"Fri",
    "sat":"Sat",
    "sun":"Sun",
    "selectAppointmentDay":"Select your appointment day",
    "takeAppointment":"Take appointment",
    "selectDayFirst":"Select day first",
    "openAccountFirst":"Open your account first",

    "confirmAppointment":"Are you sure to confirm your appointment with",
    "on":"on",
    "confirmAppointmentTitle":"Confirm appointment",
    "confirm":"Confirm",
    "cancel":"Cancel",
    "confirmNote":"Note: You can consult or cancel your appointment even after your confirmation, you can find all your appointments in your profile.",
    "appointmentCanceled":"Appointment canceled",
    "appointmentConfirmed":"Appointment confirmed",
    "myAppointments":"My appointments",
    "noAppointments":"You didn't take any appointment yet",
    "appointmentsFound":"Appointments found",
    "yourTurn":"Your turn will be",
    "appointemntAlreadyTaken":"You already have an appointment with this doctor",
    "date":"Date",
    "appInfo":"Appointment information",
    "modify":"Modify",
    "changeDate":"Change date",
    "appointmentDeleted":"Appointment deleted",
    "appontmentDateUpdated":"Appointment date updated"
}