{
    "pharmacist": "pharmacie",
    "client":"client",
    "doctor":"médecin",
    "settings":"parametres",
    "changeLang":"Changer la langue",
    "about":"A propos de",
    "us":"nous",
    "itsWeb": "c'est une application web",
    "allowAccess":"permet d'accéder aux agendas des médecins",
    "also":"ainsi de prendre un rendez-vous avec eux...",
    "readMore":"lire la suit",
    "contactUs":"nous contacter",
    "contact":"contacter",
    "accountType":"Choisissez votre type de compte",
    "goBack":"retourner",
    "or":"Ou",
    "emailAddress":"E-mail",
    "password":"Mot de paase",
    "signIn":"S'identifier",
    "signUp":"s'inscrire",
    "firstName":"Nom",
    "lastName":"Prénom",
    "phoneNumber":"Numéro tel",
    "day":"Jour",
    "month":"Mois",
    "year":"Année",
    "jan":"Janvier",
    "feb":"Février",
    "mar":"Mars",
    "apr":"Avril",
    "may":"Mai",
    "jun":"Juin",
    "jul":"Juillet",
    "aug":"Aout",
    "sep":"Septembre",
    "oct":"Octobre",
    "nov":"Novembre",
    "dec":"Decembre",
    "submit":"s'inscrire",
    "as":"Comme",
    "home":"accueil",
    "aboutUs":"a propos",
    "diseases":"Maladies",
    "ChooseLang":"Choisissez votre langue",
    "Connection":"Connexion",
    "connect":"Connectez vous",
    "howItWokrs":"Comment fonctionne",
    "appWork":"notre application",
    "makeAppointment":"Prenez rendez-vous en ligne",
    "firstBoxText":"Choisissez d'abord une spécialité afin que nous puissions afficher une liste de médecins de cette spécialité. après vous pouvez choisir votre médecin ou le rechercher par son nom.",
    "makeYourAppointment":"Effectuez votre rendez-vous",
    "secondBoxText":"D'abord à tout moment vous pouvez annuler votre rendez-vous, sinon attendre la date pour consulter votre médecin.",
    "getDiagnosis":"Bénéficiez d’un diagnostic",
    "thirdBoxText":"Bénéficiez d’un diagnostic et si nécessaire d'une ordonnance valable en pharmacie, accessible en ligne depuis votre espace personnel.",
    "paymentAndRates":"Paiement et avis",
    "fourthBoxText":"Une fois le rendez-vous terminé, vous devez donner au médecin ses cotisations financières et vous pouvez donner un avis à lui et à la secrétaire.",
    "soStartWith":"Alors commencez par",
    "aDoctor":"la recherche d'un médecin",
    "generalPractitioner":"Médecin généraliste",
    "Psychologist":"Psychologue",
    "Psychiatrist":"Psychiatre",
    "Dentist":"Dentiste",
    "Pediatrician":"Médecin pédiatre",
    "searchDoctor":"Rechercher un médecin",
    "search":"Chercher",
    "disease":"Maladie",
    "chooseSpeciality":"Choisissez une spécialité",
    "accountInfo":"Informations de compte",
    "nameFirst":"Ce champs nécessite 3 caractères",
    "nameApha":"Le nom doit être alphabétique",
    "firstSurname":"Ce champs nécessite 3 caractères",
    "surname":"Prénom",
    "surnameApha":"Le prénom doit être alphabétique",
    "mailApha":"Enter your email",
    "mail":"E-mail",
    "enterValidMail":"Veuillez saisir une adresse e-mail valide",
    "city":"Gouvernorat",
    "enterValidCity":"Saisir un nom de ville valide",
    "passwordUnder6":"Ce champs nécessite 6 caractères",
    "repeatPassword":"Répéter le mot de passe",
    "repeatPasswordErr":"Vérifier votre mot de passe",
    "dayErr":"Veuillez saisir un jour valide",
    "monthErr":"Veuillez saisir un mois valide",
    "yearErr":"Veuillez entrer une année valide",
    "birthday":"Date de naissance",
    "generalInfo":"Information générale",
    "gender":"Genre",
    "selectGender":"Selectionnez votre genre",
    "male":"Homme",
    "female":"Femme",
    "next":"Suivant",
    "aboutUsText":"permet d’accéder aux agendas des médecins ainsi de prendre un rendez-vous avec eux, en tenant compte des disponibilités immédiates. Le médecin s’authentifie afin d’accepter les patients et d’envoyer les ordonnances après les consultations. En plus cette application donne la possibilité de trouver la pharmacie la plus adéquate (la pharmacie ouverte) et d’envoyer l’ordonnance à la pharmacie choisie. Après avoir envoyé l’ordonnance, le pharmacien peut accéder à son espace pour la trouver.",
    "darkMode":"Mode sombre",
    "pharmacyName":"Nom de pharmacie",
    "PharmacyNameUnder3":"Ce champs nécessite 3 caractères",
    "pharmacyNameAlpha":"Nom de pharmacie doit être alphabétique",
    "pharmacyUserName":"E-mail",
    "userNameNameUnder3":"Veuillez entrer votre email",
    "userNameNoSpace":"Veuillez saisir une adresse e-mail valide",
    "mailExist":"E-mail déjà utilisé",
    "accountCreatedWithVerifText":"Compte créé, veuillez maintenant entrer le code qui a été envoyé à votre e-mail pour vérifier votre compte",
    "checkCnx":"Vous êtes actuellement hors ligne",
    "userNameOrPasswordIncorrect":"Nom d'utilisateur ou mot de passe incorrect",
    "username":"E-mail",
    "checkUsername":"Veuillez vérifier votre nom d'utilisateur",
    "checkPassword":"Veuillez vérifier votre mot de passe",
    "langToEn":"L'anglais est la langue par défaut",
    "langToFr":"Le français est la langue par défaut",
    "darkModeOn":"Le mode sombre est le mode par défaut",
    "darkModeOf":"Le mode lumière est le mode par défaut",
    "Language":"Langue",
    "theme":"Thème",
    "cnx":"Connexion",
    "update":"Mettre à jour",
    "infoUpdated":"Informations mises à jour avec succès",
    "edit":"Éditer",
    "medicalProfile":"Profil médical",
    "findDoctor":"Trouver un médecin",
    "topRated":"Les mieux notés",
    "ourMethodology":"Notre méthodologie",
    "whyHealthCare":"Pourquoi Health Care",
    "prescription":"Ordonnance",
    "myDoctors":"Mes médecins",
    "myPharmacies":"Mes pharmacies",
    "anglais":"Anglais",
    "francais":"Francais",

    "editMedicalProfileInfoToShow":"Veuillez d'abord définir vos informations médicales afin de pouvoir les afficher",
    "setInfo":"Définir les informations?",
    "noPrescription":"Vous n'ayez pas encore d'ordonnance",
    "noDoctors":"Vous devez d'abord prendre un rendez-vous puis vous pouvez trouver votre médecin ici",
    "noPharmacies":"Vous devez d'abord utiliser une ordonnance puis vous pouvez trouver votre pharmacie ici",
    "height":"Hauteur",
    "weight":"Poids",
    "metre":"mètre",
    "kilogram":"kilogramme",
    "invalidHeight":"Veuillez saisir une hauteur valide",
    "invalidWeight":"Veuillez saisir un poids valide",
    "heightMax5":"La hauteur doit être au plus 5 caractères",
    "weightMax6":"Le poids doit être au plus 6 caractères",
    "weightDot":"Le poids doit contenir au plus 1 point ou virgule",
    "noDiseaseYet":"Vous n'avez pas encore reçu de diagnostic de maladie",
    "why":"Pourquoi ?",
    "whyNoDiseaseYet":"Pour être diagnostiqué avec une maladie, vous devez d'abord prendre rendez-vous avec un médecin, puis si le médecin vous diagnostique une maladie, elle apparaîtra ici",
    "okay":"d'accord ?",
    "whyNoPrescription":"Pour obtenir une prescription, vous devez prendre rendez-vous avec un médecin, puis si le médecin vous donne une ordonnance, vous pouvez la trouver ici",
    "logOut":"Déconnexion",
    "helthCareHelpYouTo":"Health care vous aider à:",
    "reduceMedicalFilePapers":"Réduisez les papiers de votre dossier médical",
    "how":"Comment ?",
    "reduceMedicalFilePapersHow":"Avec l'utilisation de notre application, vous obtiendrez un profil médical contenant toutes vos maladies, après chaque diagnostic d'un médecin, votre profil médical sera automatiquement mis à jour, plus de papiers ...",
    "losingTime":"Pas besoin de perdre du temps à attendre votre tour pour avoir votre consultation",
    "losingTimeHow":"Health Care vous donnera une estimation de l'heure de votre rendez-vous et une notification si votre tour approche",
    "appOrganize":"L'application est bien organisée",
    "appOrganizeHow":"Health Care est trop facile à utiliser avec un design créatif, deux langues et un mode sombre pour protéger vos yeux",
    "appGuide":"Health care vous donnent un guide d'utilisation complet",
    "appGuideSeeGuide":"Voir le guide?",
    "pharmacies":"pharmacies",
    "doctors":"médecins",
    "patients":"patients",
    "findPatient":"Trouver un patient",
    "findPharmacy":"Trouver une pharmacie",
    "addSpeciality":"Ajouter une spécialité",
    "notApproved":"Non approuvé",
    "addDisease":"Ajouter une maladie",
    "speciality":"Spécialité",
    "allDoctorsApproved":"Tous les médecins ont approuvé",
    "changeImage":"Changer",
    "myPatients":"Mes patients",
    "notApprovedText":"Votre compte n'apparaîtra pas dans la recherche, votre compte n'est pas encore approuvé",
    "notApprovedWhy":"Pour prouver votre compte, vous devez nous envoyer les documents prouvant votre spécialité et l'existence de votre appartement",
    "approveAccount":"Approuver mon compte maintenant",
    "approveAccountLater":"Non merci je l'approuverai plus tard",
    "toProveYourAccount":"Pour prouver votre compte, vous avez besoin des documents suivants:",
    "nationalIdentityCard":"Photo de votre carte d'identité nationale",
    "ownershipOfMedicalClinic":"Une photo prouvant que vous êtes propriétaire d'une clinique médicale",
    "PictureProvingMedicalSpecialty":"Une photo prouvant votre spécialité médicale",
    "clicktoUploadPhoto":"Cliquez pour télécharger votre photo",
    "applicationDataChanged":"Vous avez modifié les données de l'application, actualisez la page et réessayez",
    "Data":"Les données n'ont pas changé",
    "PhotoUploadedSucc":"Photo téléchargée avec succès",
    "submitDocuments":"Soumettre mes documents",
    "pending":"En attente",
    "pendingForConfirmation":"Votre compte est en attente de confirmation",
    "pendingInfo":"Votre compte n'apparaîtra pas dans la recherche, votre compte est en attente de confirmation",
    "thanksForTrust":"Merci de nous avoir accordé la confiance et d'envoyer vos documents, ne vous inquiétez pas, vos documents sont en sécurité avec nous, mais votre compte n'apparaîtra toujours pas dans la recherche tant que nous ne le confirmons pas.",
    "approve":"approuver",
    "disapprove":"désapprouver",
    "hideDoc":"Masquer les documents",
    "showDoc":"Afficher les documents",
    "proving":"Prouver",
    "docApproved":"Médecin approuvé",
    "docDispproved":"Médecin désapprouvé",
    "approvedByAdmin":"Félicitations, votre compte a été approuvé, et enfin, veuillez configurer votre compte pour qu'il apparaisse dans les recherches d'utilisateurs",
    "setUpNow":"configurer maintenant ?",
    "setUpAccount":"Configuration de compte",
    "maxPatientPerDay":"Nombres des patients maximum par jour",
    "maxPatientPerDayInvalid":"Le nombre doit être entré 1 et 99",
    "startTime":"Heure de début du travail",
    "startTimeInvalid":"L'heure doit être comprise entre 7h et 13h",
    "exactAdress":"Adresse exacte",
    "exactAdressInvalid":"Entrez une adresse valide",
    "Mon":"Lundi",
    "Tue":"Mardi",
    "Wed":"Mercredi",
    "Thu":"Jeudi",
    "Fri":"Vendredi",
    "Sat":"Samedi",
    "Sun":"Dimanche",
    "workDays":"Choisissez vos jours de travail:",
    "workDaysShow":"Jours de travail",
    "save":"Sauvegarder",
    "selectDay":"Sélectionnez au moins un jour",
    "approved":"Approuvé",
    "approvedText":"Les utilisateurs peuvent désormais vous trouver",
    "disapprovedText":"Malheureusement, votre compte ne répond pas à notre autorisation de sécurité, vos documents ne correspondent pas à ce que nous vous avons demandé",
    "disapprovedReVerify":"Souhaitez-vous revérifier vos documents?",
    "reVerify":"Revérifier",
    "disapprovedPermanentlyText":"Malheureusement, votre compte n'a pas satisfait à notre autorisation de sécurité pour la deuxième fois, vos documents ne correspondent pas à ce que nous vous avons demandé, votre compte sera définitivement supprimé",
    "thanksForChoosingHealthCare":"Merci d'avoir choisi Health Care",
    "delete":"Effacer",
    "accountDeleted":"Compte supprimé",
    "specialityName":"Nom de la spécialité",
    "specialityCode":"Code de spécialité",
    "specialityAdded":"Spécialité ajoutée",
    "specialityAlreadyAdded":"Spécialité déjà ajoutée",
    "00Des":"Pratique familiale et pratique en général",
    "01Des":"L'anesthésiologie ou l'anesthésie est la spécialité médicale concernée par la prise en charge périopératoire totale des patients avant, pendant et après la chirurgie, elle englobe l'anesthésie, la médecine des soins intensifs, la médecine d'urgence critique et la médecine de la douleur Un médecin spécialisé dans ce domaine de la médecine est appelé anesthésiste, anesthésiste ou anesthésiste, selon le pays. Les infirmières qui se spécialisent en anesthésie sont appelées CRNA, infirmière anesthésiste agréée ou infirmière anesthésiste.",
    "02Des":"La dermatologie est la branche de la médecine traitant de la peau. C'est une spécialité à la fois médicale et chirurgicale. Un dermatologue est un médecin spécialiste qui gère les maladies liées à la peau, aux cheveux, aux ongles et à certains problèmes cosmétiques.",
    "03Des":"La chirurgie générale est une spécialité chirurgicale qui se concentre sur le contenu abdominal, y compris l'œsophage, l'estomac, l'intestin grêle, le gros intestin, le foie, le pancréas, la vésicule biliaire, l'appendice et les voies biliaires, et souvent la glande thyroïde (selon les modèles de référence locaux). Ils traitent également des maladies de la peau, du sein, des tissus mous, des traumatismes, des artères périphériques et des hernies et effectuent des procédures endoscopiques telles que la gastroscopie et la coloscopie.",
    "04Des":"La neurochirurgie, ou chirurgie neurologique, est la spécialité médicale concernée par la prévention, le diagnostic, le traitement chirurgical et la réadaptation des troubles qui affectent toute partie du système nerveux, y compris le cerveau, la moelle épinière, le système nerveux central et périphérique et le système cérébrovasculaire.",
    "05Des":"Le spécialiste en médecine familiale et communautaire exerce un type de pratique médicale professionnelle définie par un ensemble de connaissances, de compétences et d'attitudes. Bien que les médecins de famille puissent exercer leur travail dans différents domaines du travail en raison de leur formation, leur champ d'action naturel est les soins de santé primaires.",
    "06Des":"La chirurgie orthopédique ou orthopédie, est la branche de la chirurgie concernée par les conditions impliquant le système musculo-squelettique. Les chirurgiens orthopédistes utilisent à la fois des moyens chirurgicaux et non chirurgicaux pour traiter les traumatismes musculo-squelettiques, les maladies de la colonne vertébrale, les blessures sportives, les maladies dégénératives, les infections, les tumeurs et les troubles congénitaux.",
    "07Des":"La gériatrie, ou médecine gériatrique, est une spécialité qui se concentre sur les soins de santé des personnes âgées. Il vise à promouvoir la santé en prévenant et en traitant les maladies et les incapacités chez les personnes âgées. Il n'y a pas d'âge fixe auquel les patients peuvent être pris en charge par un gériatre ou un médecin gériatrique, un médecin spécialisé dans les soins aux personnes âgées. Cette décision est plutôt déterminée par les besoins individuels du patient et la disponibilité d'un spécialiste.",
    "08Des":"La chirurgie plastique est une spécialité chirurgicale impliquant la restauration, la reconstruction ou l'altération du corps humain. Elle peut être divisée en deux catégories principales: la chirurgie reconstructive et la chirurgie esthétique. La chirurgie reconstructive comprend la chirurgie cranio-faciale, la chirurgie de la main, la microchirurgie et le traitement des brûlures. Alors que la chirurgie réparatrice vise à reconstruire une partie du corps ou à améliorer son fonctionnement, la chirurgie esthétique (ou esthétique) vise à en améliorer l'apparence.",
    "09Des":"La chirurgie cardiothoracique est le domaine de la médecine impliquée dans le traitement chirurgical des organes à l'intérieur de la cavité thoracique - généralement le traitement des affections du cœur (maladie cardiaque), des poumons (maladie pulmonaire) et d'autres structures pleurales ou médiastinales.",
    "12Des":"La médecine d'urgence est une spécialité médicale, un domaine de pratique basé sur les connaissances et les compétences requises pour la prévention, le diagnostic et la gestion des aspects aigus et urgents de la maladie et des blessures affectant des patients de tous les groupes d'âge présentant un spectre complet de troubles physiques et comportementaux indifférenciés. Il englobe en outre une compréhension du développement des systèmes médicaux d'urgence pré-hospitaliers et hospitaliers et les compétences nécessaires à ce développement.",
    "13Des":"La médecine interne est la spécialité médicale traitant de la prévention, du diagnostic et du traitement des maladies internes.",
    "18Des":"La neurologie est une branche de la médecine traitant des troubles du système nerveux. La neurologie traite du diagnostic et du traitement de toutes les catégories d'affections et de maladies impliquant les systèmes nerveux central et périphérique (et leurs subdivisions, les systèmes nerveux autonome et somatique), y compris leurs revêtements, les vaisseaux sanguins et tous les tissus effecteurs, tels que les muscles.",
    "19Des":"Un psychiatre est un médecin spécialisé en psychiatrie, la branche de la médecine consacrée au diagnostic, à la prévention, à l'étude et au traitement des troubles mentaux.",
    "20Des":"L'obstétrique est la spécialité médicale qui englobe les deux surspécialités de l'obstétrique (couvrant la grossesse, l'accouchement et la période post-partum) et la gynécologie (couvrant la santé du système reproducteur féminin - vagin, utérus, ovaires et seins).",
    "22Des":"La génétique médicale est la branche de la médecine qui implique le diagnostic et la gestion des troubles héréditaires.",
    "23Des":"L'ophtalmologie est une branche de la médecine et de la chirurgie qui s'occupe du diagnostic et du traitement des troubles de l'œil.",
    "24Des":"L'oto-rhino-laryngologie est une surspécialité chirurgicale de la médecine qui traite de la prise en charge chirurgicale et médicale des affections de la tête et du cou.",
    "26Des":"La pédiatrie est la branche de la médecine qui implique les soins médicaux des nourrissons, des enfants et des adolescents. L'American Academy of Pediatrics recommande que les personnes soient sous soins pédiatriques jusqu'à l'âge de 21 ans.",
    "28Des":"La pathologie est l'étude des causes et des effets d'une maladie ou d'une blessure. Le mot pathologie fait également référence à l'étude de la maladie en général, intégrant un large éventail de domaines de recherche en biologie et de pratiques médicales.",
    "29Des":"La microbiologie médicale, le vaste sous-ensemble de la microbiologie appliquée à la médecine, est une branche de la science médicale qui s'intéresse à la prévention, au diagnostic et au traitement des maladies infectieuses. De plus, ce domaine scientifique étudie diverses applications cliniques des microbes pour l'amélioration de la santé.",
    "30Des":"La chimie clinique (également connue sous le nom de pathologie chimique, biochimie clinique ou biochimie médicale) est le domaine de la chimie qui concerne généralement l'analyse des fluides corporels à des fins diagnostiques et thérapeutiques. C'est une forme appliquée de biochimie (à ne pas confondre avec la chimie médicinale, qui implique la recherche fondamentale pour le développement de médicaments).",
    "31Des":"La médecine physique et la réadaptation, également connue sous le nom de physiatrie, est une branche de la médecine qui vise à améliorer et à restaurer la capacité fonctionnelle et la qualité de vie des personnes souffrant de déficiences physiques ou de handicaps.",
    "33Des":"La radiologie est la discipline médicale qui utilise l'imagerie médicale pour diagnostiquer et traiter les maladies dans le corps des animaux, y compris les humains.",
    "34Des":"La radiologie thérapeutique est également appelée radio-oncologie ou radiothérapie. C'est le traitement du cancer et d'autres maladies par rayonnement. L'oncologie est la branche de la médecine qui se concentre sur le diagnostic et le traitement du cancer. Les rayonnements sous de nombreuses formes sont utilisés pour tuer les cellules cancéreuses en les empêchant de se multiplier.",
    "35Des":"L'urologie, également connue sous le nom de chirurgie génito-urinaire, est la branche de la médecine qui se concentre sur les maladies chirurgicales et médicales du système urinaire masculin et féminin et des organes reproducteurs masculins.",
    "41Des":"La gastro-entérologie est la branche de la médecine axée sur le système digestif et ses troubles. Les maladies affectant le tractus gastro-intestinal, qui comprennent les organes de la bouche à l'anus, le long du tube digestif, sont au centre de cette spécialité.",
    "47Des":"La pneumologie est une spécialité médicale qui traite des maladies des voies respiratoires. Il est également connu sous le nom de pneumologie, de médecine respiratoire ou de médecine pulmonaire dans certains pays et régions.",
    "48Des":"La rhumatologie est une branche de la médecine consacrée au diagnostic et au traitement des maladies rhumatismales.",
    "60Des":"La cardiologie est une spécialité médicale et une branche de la médecine interne concernée par les troubles du cœur. Il traite du diagnostic et du traitement d'affections telles que les malformations cardiaques congénitales, la maladie coronarienne, l'électrophysiologie, l'insuffisance cardiaque et la cardiopathie valvulaire.",
    "61Des":"L'hématologie est la branche de la médecine concernée par l'étude de la cause, du pronostic, du traitement et de la prévention des maladies liées au sang.",
    "62Des":"Les immunologistes cliniques sont des médecins spécialisés dans la prise en charge des patients présentant une défaillance du système immunitaire (défense) (immunodéficience) et une réactivité immunitaire accrue (allergie et auto-immunité) due à des infections, des réactions allergiques, des vascularites et des greffes.",
    "63Des":"Les médecins en médecine nucléaire sont des médecins spécialistes qui utilisent des traceurs, généralement des radiopharmaceutiques, pour le diagnostic et la thérapie. Les procédures de médecine nucléaire sont les principales applications cliniques de l'imagerie moléculaire et de la thérapie moléculaire.",
    "64Des":"Les chirurgiens thoraciques, spécialisés dans la prise en charge chirurgicale des troubles du cœur, des poumons, de l'œsophage et des principaux vaisseaux sanguins du thorax, traitent les deux principales causes de décès aux États-Unis: les maladies cardiaques et le cancer du poumon.",
    "49Des":"Chirurgie buccale et maxillo-faciale La chirurgie buccale traite du diagnostic et de la chirurgie nécessaire pour les maladies, les blessures et les défauts des mâchoires humaines et des structures associées. Les dentistes et les médecins réfèrent une grande variété de problèmes dentaires spéciaux au chirurgien buccal.",
    "50Des":"La spécialité de chirurgie buccale traite du diagnostic et de la prise en charge de la pathologie de la bouche et des mâchoires nécessitant une intervention chirurgicale. La chirurgie buccale implique le traitement des enfants, des adolescents et des adultes, ainsi que la prise en charge des patients souffrant d'anxiété dentaire et médicalement complexes.",
    "51Des":"L'orthodontie est une spécialité de la dentisterie qui traite du diagnostic, de la prévention et de la correction des dents et des mâchoires mal positionnées et des modèles d'occlusion mal alignés.",
    "52Des":"Pédodontie, également orthographié pédodontie, spécialité dentaire qui s'occupe du soin des dents des enfants. La pratique de routine du pédodontiste traite essentiellement des caries (carie dentaire), mais comprend l'influence de l'alignement des dents. Un traitement prolongé peut être nécessaire pour corriger les anomalies naissantes de la position des dents.",
    "53Des":"Un parodontiste est un dentiste spécialisé dans la prévention, le diagnostic et le traitement du parodontal.",
    "54Des":"La médecine bucco-dentaire (ou médecine dentaire) est une spécialité clinique située à l'interface entre la dentisterie et la médecine dans son ensemble. Il traite du diagnostic et de la gestion des troubles de la cavité buccale et des tissus orofaciaux.",
    "55Des":"L'endodontie est la spécialité dentaire concernée par l'étude et le traitement de la pulpe dentaire. Les endodontistes pratiquent une variété de procédures, y compris la thérapie endodontique (communément appelée thérapie canalaire), le retraitement endodontique, la chirurgie, le traitement des dents fissurées et le traitement des traumatismes dentaires.",
    "70Des":"La radiologie buccale et maxillo-faciale (OMFR), également appelée radiologie dentaire et maxillo-faciale (DMFR), est la spécialité de la dentisterie concernée par la performance et l'interprétation de l'imagerie diagnostique utilisée pour l'examen des structures craniofaciales, dentaires et adjacentes.",
    "71Des":"Prosthodontie: La prosthodontie est la spécialité dentaire relative au diagnostic, à la planification du traitement, à la rééducation et au maintien de la fonction buccale, du confort, de l'apparence et de la santé des patients présentant des conditions cliniques associées à des dents manquantes ou déficientes et / ou des tissus buccaux et maxillo-faciaux à l'aide de substituts biocompatibles.",
    "56Des":"L'optométrie est une profession de la santé qui consiste à examiner les yeux et les systèmes visuels applicables à la recherche de défauts ou d'anomalies ainsi que de prescrire la correction de l'erreur de réfraction avec des lunettes ou des lentilles de contact et le traitement des maladies oculaires.",
    "57Des":"La médecine ostéopathique offre tous les avantages de la médecine moderne, y compris les médicaments sur ordonnance, la chirurgie et l'utilisation de la technologie pour diagnostiquer les maladies et évaluer les blessures. Il offre également l'avantage supplémentaire d'un diagnostic et d'un traitement pratiques grâce à un système de traitement connu sous le nom de médecine manipulatrice ostéopathique.",
    "58Des":"Un podiatre est un docteur en médecine podiatrique (DPM), également connu sous le nom de médecin podiatrique ou de chirurgien, qualifié par son éducation et sa formation pour diagnostiquer et traiter les affections affectant le pied, la cheville et les structures connexes de la jambe. Lors du traitement des patients, ce système est également appelé membre inférieur.",
    "59Des":"Un chiropraticien est un professionnel de la santé axé sur le diagnostic et le traitement des troubles neuromusculaires, en mettant l'accent sur le traitement par ajustement manuel et / ou manipulation de la colonne vertébrale.",
    "75Des":"Une sage-femme est un professionnel de la santé qui s'occupe des mères et des nouveau-nés autour de l'accouchement, une spécialisation connue sous le nom de sage-femme.",
    "00": "Pratique familiale et pratique en général",
    "01": "Anesthésie",
    "02": "Dermatologie",
    "03": "Chirurgie générale",
    "04": "Neurochirurgie",
    "05": "Médecine familiale et communautaire",
    "06": "Chirurgie orthopédique",
    "07": "Gériatrie",
    "08": "Chirurgie plastique",
    "09": "Chirurgie cardiovasculaire et thoracique",
    "12": "Médecine d'urgence",
    "13": "Médecine interne",
    "18": "Neurologie",
    "19": "Psychiatrie",
    "20": "Obstétrique et gynécologie",
    "22": "Génétique",
    "23": "Ophtalmologie",
    "24": "Otolaryngologie",
    "26": "Pédiatrie",
    "28": "Pathologie",
    "29": "Microbiologie",
    "30": "Biochimie clinique",
    "31": "Médecine physique",
    "33": "Radiologie diagnostique",
    "34": "Radiologie thérapeutique",
    "35": "Urologie",
    "41": "Gastroentérologie",
    "47": "Maladies respiratoires",
    "48": "Rhumatologie",
    "60": "Cardiologie",
    "61": "Hématologie",
    "62": "Immunologie clinique",
    "63": "Médecine nucléaire",
    "64": "Chirurgie thoracique",
    "49": "Chirurgie dentaire",
    "50": "Chirurgie buccale",
    "51": "Orthodontie",
    "52": "Pédodontie",
    "53": "Parodontie",
    "54": "Pathologie buccale",
    "55": "Endodontie",
    "70": "Radiologie buccale",
    "71": "Prosthodontie",
    "56": "Optométrie",
    "57": "Ostéopathie",
    "58": "Podologie (podologie)",
    "59": "Chiropratique",
    "75": "Sage-femme",
    "invalidSpeciality":"Entrez une spécialité valide",
    "noDoctorFound":"Aucun médecin trouvé",
    "notRated":"Pas encore noté",
    "rate":"Avis",
    "info":"Information",
    "chooseSpecialityFirst":"Choisissez d'abord une spécialité",
    "whatIs":"Qu'est-ce que",
    "appointment":"Rendez-vous",
    "mon":"Lun",
    "tue":"Mar",
    "wed":"Mer",
    "thu":"Jeu",
    "fri":"Ven",
    "sat":"Sam",
    "sun":"Dim",
    "selectAppointmentDay":"Sélectionnez votre jour de rendez-vous",
    "takeAppointment":"Prendre rendez-vous",
    "selectDayFirst":"Sélectionnez d'abord le jour",
    "openAccountFirst":"Ouvrez d'abord votre compte",
    "Beja":"Béja",
    "Gabes":"Gabès",
    "Kebili":"Kébili",
    "Medenine":"Médenine",
    "wholeTunisia":"Toute la Tunisie",
    "confirmAppointment":"Êtes-vous sûr de confirmer votre rendez-vous avec",
    "on":"au",
    "confirmAppointmentTitle":"Confirmer le rendez-vous",
    "confirm":"Confirmer",
    "cancel":"Annuler",
    "confirmNote":"Remarque: Vous pouvez consulter ou annuler votre rendez-vous même après votre confirmation, vous pouvez retrouver tous vos rendez-vous dans votre profil.",
    "appointmentCanceled":"Rendez-vous annulé",
    "appointmentConfirmed":"Rendez-vous confirmé",
    "myAppointments":"Mes rendez-vous",
    "noAppointments":"Vous n'avez pas encore pris de rendez-vous",
    "appointmentsFound":"Rendez-vous trouvés",
    "yourTurn":"Votre tour sera",
    "appointemntAlreadyTaken":"Vous avez déjà rendez-vous avec ce médecin",
    "date":"Date",
    "appInfo":"Informations de rendez-vous",
    "modify":"Modifier",
    "changeDate":"Changer la date",
    "appointmentDeleted":"Rendez-vous supprimé",
    "appontmentDateUpdated":"Date de rendez-vous mise à jour",
    "youTurn":"Votre tour",
    "todayPatient":"Patient d'aujourd'hui",
    "allMyPatient":"Tous mes patients",
    "noPatientToday":"Vous n'avez pas de patients aujourd'hui",
    "youHave":"Vous avez",
    "patientToday":"patient aujourd'hui",
    "notDiagnosedYet":"Pas encore diagnostiqué",
    "getMyFirstPatient":"obtenir mon premier patient",
    "tomorrowPatient":"Patient de demain",
    "notomorrowPatient":"Vous n'avez pas encore de patients pour demain",
    "patientTommorow":"Patient demain",
    "appointmentApproximateDuration":"Durée du rendez-vous",
    "appointmentPrice":"Prix ​​de rendez-vous",
    "appointmentApproximateDurationInvalid":"Durée invalide",
    "appointmentPriceInvalid":"Prix ​​invalide",
    "dt":"DT",
    "mn":"Minute",
    "AppointmentTime":"Heure de rendez-vous",
    "changePassword":"Changer le mot de passe",
    "Approved":"approuvé",
    "Disapproved":"désapprouvé",
    "DisapprovedPer":"refusé définitivement",
    "loading":"Chargement...",
    "allDocLoaded":"Tous les médecins chargés.",
    "usernameChanged":"Le nom d'utilisateur a changé, vous devez vous authentifier de nouveau",
    "passwordChanged":"Le mot de passe a changé, vous devez vous authentifier de nouveau",
    "confirmChange":"Confirmer le changement",
    "changeUsername":"Changer le nom d'utilisateur",
    "noteChangerPassOrUsername":"Remarque: après avoir changé votre mot de passe, vous serez déconnecté pour vous authentifier",
    "chooseCity":"Choisissez la ville",
    "chooseSpecialityandCity":"Choisissez une spécialité et une ville appropriées",
    "loadMoreDoc":"Charger plus de médecins",
    "showMoreDetails":"Cliquez pour plus de détails",
    "price":"Prix",
    "between":"entre",
    "and":"et",
    "address":"Adresse",
    "appDeleted":"Rendez-vous supprimé",
    "turn":"Tour",
    "showMore":"Montre plus",
    "allAppLoaded":"Tous les rendez-vous chargés",
    "Patient":"Patient",
    "addPrescription":"Ajouter une prescription",
    "addDiagnose":"Ajouter un diagnostic",
    "medicamentName":"Nom du médicament",
    "nomedicamentAdded":"Aucun médicament ajouté",
    "prescriptionNotNull":"Veuillez d'abord confirmer ou annuler votre ordonnance",
    "week":"Semaine",
    "treatmentPeriod":"Période de traitement",
    "D":"J",
    "W":"S",
    "M":"M",
    "prescriptionSaved":"Ordonnance enregistrée",
    "prescriptionAdded":"Ordonnance ajoutée",
    "prescriptionDeleted":"Ordonnance supprimée",
    "patientAlreadyhavePrescription":"Le patient a déjà une prescription",
    "diagnose":"Diagnostiquer",
    "fillTheFieldsWithCoorectInfo":"Remplissez les champs avec des informations correctes",
    "noDiagnoseAdded":"Aucun diagnostic ajouté",
    "patientAlreadyDiagnosed":"Patient déjà diagnostiqué",
    "diagnoseAdded":"Diagnostic enregistré",
    "diagnoseDeleted":"Diagnostic supprimé", 
    "showDocInfo":"Cliquez pour afficher plus d'informations",
    "loadMoreDiagnose":"Charger plus de diagnostics",
    "allDiseasesLoaded":"Toutes les maladies chargées",
    "diagNotNull":"Confirmer ou annuler votre diagnostic",
    "allPatientDiagnosedClickTo":"Tous les patients diagnostiqués cliquez pour confirmer que vous avez terminé les rendez-vous du jour",
    "todayPatientDiagnosed":"Tous les patients d'aujourd'hui diagnostiqués",
    "loadMorePrescription":"Charger plus de prescription",
    "allPrescriptionLoaded":"Toutes les ordonnances chargées",
    "showDoctorInfo":"Afficher les informations du médecin",

    "ownershipOfPharmacy":"Une photo prouvant que vous êtes propriétaire d'une pharmacie",
    "PictureProvingSpecialty":"Une photo prouvant votre spécialité",
    "allPharLoaded":"Toutes les pharmacies chargées",
    "pharmacyApproved":"Pharmacie approuvé",
    "disapproved":"Disapprouvé",
    "disapprovedPermanently":"Refusé définitivement",
    "closeTime":"La période de fermeture",
    "exactAddress":"Adresse exacte",
    "nightPharmacy":"Pharmacie de nuit",
    "dayPharmacy":"Pharmacie de jour",
    "selectPharmacyType":"Veuillez sélectionner votre type de pharmacie",
    "enterValidAddress":"Entrez une adresse valide",
    "myMedicaments":"Mes médicaments",
    "excelImportNote":"Remarque : Veuillez noter que le fichier Excel ne doit contenir qu'une seule colonne contenant les noms des médicaments.",
    "updateMyMedicaments":"Mettre à jour mes médicaments",
    "noMedicamentInfo":"Votre pharmacie n'a pas encore de médicament, veuillez télécharger votre fichier Excel pour ajouter des médicaments",
    "medicamentsUpdated":"Médicaments mis à jour",
    "fileNotValid":"Fichier non valide",
    "medicamentsFound":"Médicaments trouvés",
    "find":"Trouve",
    "stockDeleted":"Stock supprimé",
    "deleted":"Supprimé",
    "ourAppHaveNoDocYet":"Notre application n'a pas encore de médecin",
    "addQuestion":"Ajouter une question",
    "allQuestion":"Toutes les questions",
    "askAboutDisease":"Renseignez-vous sur la maladie",
    "askAboutMedicament":"Renseignez-vous sur le médicament",
    "postQuestion":"Poser la question",
    "question":"Question",
    "diseaseName":"Nom de la maladie",
    "questionPosted":"Question postée",
    "pleaseFillTheForm":"Veuillez d'abord remplir le formulaire",
    "questionAbout":"Question sur",
    "postedBy":"Posté par",
    "noCommentYet":"Pas encore de commentaire",
    "point":"Point",
    "pointAdded":"Point ajouté",
    "pointAlreadyAdded":"Vous donnez déjà un point à cette question",
    "pointDeleted":"Point supprimé",
    "addPointFirst":"Ajoutez d'abord le point pour pouvoir le supprimer",
    "loadMoreQuestion":"Charger plus de questions",
    "allQuestionsLoaded":"Toutes les questions chargées",
    "firstComment":"Soyez le premier à commenter",
    "addComment":"Ajouter un commentaire",
    "comment":"Commenter",
    "commentAdded":"Commentaire ajouté",
    "enterCommentFirst":"Entrez d'abord un commentaire",
    "allCommentLoaded":"Tous les commentaires chargés",
    "loadMoreComment":"Charger plus de commentaires",
    "noPositoin":"Remarque : Vous devez mettre à jour votre position de travail afin que les utilisateurs puissent vous trouver par GPS",
    "updateMyPosition":"Mettre à jour ma position",
    "setYourGeoLocation":"Remarque : les utilisateurs ne peuvent pas vous trouver par GPS tant que vous n'avez pas mis à jour votre position.",
    "time":"Temps",
    "myPosition":"Ma position",
    "helloIm":"Bonjour je suis",
    "noPositionSaved":"Pas encore de position enregistrée",
    "updatePos":"Mettre à jour la position maintenant",
    "position":"Position",
    "positionUpdated":"Position mis à jour",
    "noNotification":"Aucune notification",
    "findPharmacyThatContainYourMedicaments":"Trouvez les pharmacies les plus proches qui contiennent vos médicaments",
    "deviceDontSupportGeoLocation":"L'appareil ne prend pas en charge la géolocalisation",
    "noPharmacyFound":"Aucune pharmacie trouvée !",
    "loadMorePharmacies":"Charger plus de pharmacies",
    "noMorePharmacies":"Plus de pharmacie",
    "choosePharmacy":"Choisir la pharmacie",
    "verify":"Vérifier",
    "verificationCodeNotValid":"Code de vérification invalide",
    "accountCreated":"Compte validé maintenant vous pouvez vous connecter",
    "accountNotVerified":"Votre compte n'a pas encore été vérifié, veuillez saisir le code de vérification qui vous a été envoyé dans votre boîte mail afin que vous puissiez y accéder.",
    "enterVerificationCode":"Entrez le code de vérification",
    "verified":"Vérifié",
    "accountVerified":"Compte vérifié",
    "forgotPassword":"Mot de passe oublié",
    "enterYoulMail":"Entrez votre mail",
    "email":"Email",
    "sendCode":"Envoyer le code",
    "invalidEmail":"Email invalide",
    "noAccountWithEmail":"Il n'y a pas de compte avec cet email",
    "passwordDontMatch":"Le mot de passe ne correspond pas",
    "passwordUpdated":"Félicitations, votre mot de passe a été mis à jour avec succès",
    "setNewPassword":"Definir un nouveau mot de passe",
    "questions":"Questions",
    "allQuestions":"Toutes les questions",
    "sendMessage":"Envoyer le message",
    "youHaveNoConversation":"Vous n'avez aucune conversation",
    "muniteAgo":"Il y a  min",
    "noMoreConversation":"Plus de conversation",
    "message...":"Message...",
    "newMessage":"Nouveau message",
    "noMessages":"Ouvre la conversation",
    "seen":"Vu",
    "you":"Toi",
    "convClosed":"Conversation fermée",
    "sendRequestTo":"vous pouvez envoyer une demande à",
    "toOpenThisConv":"pour ouvrir cette conversation",
    "sendRequest":"Envoyer une demande",
    "byYou":"Par toi",
    "open":"Ouverte",
    "closeConversation":"Conversation fermé",
    "openConversation":"Conversation ouverte",
    "requestSnet":"Demande envoyée",
    "sentYouReq":"Vous a envoyé une demande d'ouverture de conversation",
    "showConversation":"Montrer la conversation",
    "by":"Par",
    "byDefault":"Par défaut",
    "allNotLoaded":"Toutes les notifications chargées",
    "findMore":"Trouvé plus",
    "closeSearch":"Fermer la recherche",
    "showRoute":"Afficher route",
    "heHasNotSetHerPositionYet":"Il n'a pas encore défini sa position",
    "loadingMap":"Chargement de la carte...",
    "youHaveNoAppWithThisPat":"Vous n'avez pas de rendez-vous avec ce patient",
    "appointments":"Rendez-vous",
    "haveNoquestion":"N'a pas encore posté de question",
    "yourAppWithDoctor":"Votre rendez-vous avec",
    "comeClose":"Se rapprocher",
    "currentTurn":"Tour actuel du patient",
    "delayTolastTurn":"Reporter le patient au dernier tour",
    "postponeTheAppTo":"Reporter le rendez-vous à",
    "postponeTheApp":"Reporter le rendez-vous",
    "yourNewTurn":"Votre nouveau tour",
    "skipApp":"Sauter un rendez-vous",
    "appPassed":"Rendez-vous passé",
    "appMissed":"Rendez-vous manqué",
    "yourAppIsToday":"Votre rendez-vous est aujourd'hui",
    "selectPharmacy":"Sélectionnez la pharmacie",
    "pharmacySelected":"Pharmacie sélectionnée",
    "nowYouCanVisitIt":"Vous pouvez maintenant le visiter pour prendre votre ordonnance",
    "confirmChanging":"Confirmer le changement",
    "thisPresIsAlready":"Cette ordonnance est déjà sélectionnée pour Ph.",
    "ifYouWantToChangePh":"Si vous confirmez ce changement, vous ne pourrez pas obtenir votre ordonnance de ph. ",
    "doYouWantToCinfirm":"Voulez-vous confirmer le changement de toute façon",
    "youAlreadySelectPh":"Vous avez déjà sélectionné ph. ",
    "pharmacyAlreadySelected":"Pharmacie déjà sélectionnée",
    "forThisPres":"Pour cette ordonnance",
    "confirmDelete":"Confirmation de la suppression",
    "confirmDeletingThisAppointment":"Voulez-vous supprimer votre rendez-vous avec",
    "thisActionIsIree":"Cette action est irréversible",
    "confirmAnyWay":"Confirmer de toute façon",
    "confirmToDeleteStock":"Confirmez-vous la suppression du stock",
    "confirmToDelete":"Confirmer pour supprimer",
    "selectYouForPres":"Vous sélectionner pour la prescription",
    "todayPres":"Ordonnance d'aujourd'hui",
    "youHaveNotAnyWaitingPrescription":"Vous n'avez pas d'ordonnance en attente",
    "inquire":"renseigner",
    "add":"ajouter",
    "congYourAccountApp":"Félicitations, votre compte a été approuvé",
    "accountDis":"Votre compte a été refusé",
    "accountDisPerma":"Votre compte a été refusé définitivement",
    "setYourGeo":"Définissez votre position afin que les utilisateurs puissent vous trouver par GPS",
    "code":"Code",
    "incorrectCode":"code incorrect",
    "beginReceivePat":"commence à recevoir les patients",
    "delectedPres":"supprimé une ordonnance",
    "addedPres":"ordonnance ajoutée",
    "usedPres":"Utilisée",
    "pendingPres":"Pas encore utilisée",
    "emailOrPassInvalid":"Email ou mot de passe invalide"
}